 {
    "news": [
    {
        "id": 1,
        "img":"https://im.indiatimes.in/section/2019/Jul/tech_1564486293.jpg?w=276&h=380&cc=1",
        "title":"This Robodog Tells People To Practise Social Distancing",
        "describe":"This is not a robot gone wild but this is Singapore’s innovative attempt to practise social distancing. Meet the ‘robodog’ who reminds park visitors to keep a safe distance from one another.",
        "img2":"https://img.etimg.com/thumb/msid-71681996,width-300,imgsize-223090,resizemode-4/modi-proposers-bccl.jpg",
        "title2":"PM Modi says Tamil Nadu is beautiful, Tamil people are exceptional",
         "describe2":"CHENNAI: Prime Minister Narendra Modi releasing a Tamil version of his poem on Mamallapuram ocean's beauty has won appreciation from Tamil film personalities" ,
         "img3":"https://img.etimg.com/thumb/msid-70768176,width-300,imgsize-194882,resizemode-4/zee5.jpg",
         "title3":"ZEE5 Global taking Indian content to over 190 countries",
         "describe3":"DUBAI: ZEE5 Global aims to cater to viewers in over 190 countries with its wide catalogue of Indian content that will cut across global boundaries, a top company official said.Archana Anand, Chief Business Officer at ZEE5 Global, said the digital platform has a collection of over 2,000 films, including many Bollywood blockbusters and exclusive digital world premieres, that are a huge draw for all the fans of the Indian cinema.",
         "img4":"https://img.etimg.com/thumb/msid-69531673,width-165,height-123/magazines/panache/project-tiger-wikipedia-ropes-in-locals-to-contribute-articles-in-indian-languages.jpg",
          "title4":"Project Tiger: Wikipedia ropes in locals to contribute articles in Indian languages",
          "describe4":"The project has generated content in Kannada, Tamil, Malayalam, Hindi, Marathi, Punjabi, Bengali, Urdu, Odiya and Gujarati.",
         "img5":"https://img.etimg.com/thumb/msid-74877361,width-165,height-123/news/politics-and-nation/coronavirus-confirmed-cases-cross-1000-govt-orders-sealing-of-state-district-borders-to-check-mass-infection.jpg",
        "title5":"Coronavirus: Confirmed cases cross 1,000; govt orders sealing of state, district borders to check mass infection",
        "describe5":"The national capital alone reported 23 fresh positive cases, taking its count to 72, while more people tested positive in adjoining Noida as also in Maharashtra and Bihar, among other states.",
        "img6":"https://img.etimg.com/thumb/msid-67952603,width-165,height-123/industry/energy/aptel-stays-tamil-nadu-wind-auction-temporarily.jpg",
        "title6":"APTEL stays Tamil Nadu wind auction temporarily",
        "describe6":"Tamil Nadu Electricity Regulatory Authority set a feed in tariff for wind power of Rs 2.80 per unit.",
        "img7":"https://img.etimg.com/thumb/msid-63529209,width-165,height-123/industry/banking/finance/banking/cash-being-shipped-in-from-kerala-maharashtra-to-feed-dry-atms-in-telangana-andhra-pradesh.jpg",
        "title7":"Cash being shipped in from Kerala, Maharashtra to feed dry ATMs in Telangana & Andhra Pradesh",
        "describe7":"So severe is the cash crunch that despite efforts made by banks to replenish cash, currency is available in ATMs of big banks only 60% of the time on any given day.",
        "img8":"https://img.etimg.com/thumb/msid-58083638,width-165,height-123/industry/energy/oil-gas/indian-oil-to-expand-lpg-facilities-in-kerala-and-tamil-nadu.jpg",
        "title8":"Indian Oil to expand LPG facilities in Kerala and Tamil Nadu",
        "describe8":"IOCL general manager and Kerala head P S Mony said the pipeline will connect the import terminal with BPCL Kochi Refinery, IOCL’s Kochi bottling plant and BPCL’s upcoming bulk LPG terminal."
    },
    {
        "id": 2,
        "img2":"https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcRWqYHcTi2al8ABK54OzXzmiIqOnNbt_JREkO3dSZDsyvYkZ7Gw&usqp=CAU",
        "title2":"Google Assistant Gets 'Your News Update' Feature to Read Out Personalised News Feed",
        "describe2":"Your News Update will be activated by asking the Google Assistant to read the news."  
    },
    {
         "id":3,
         "img3":"https://specials-images.forbesimg.com/imageserve/1190727828/960x0.jpg",
         "title3":"Facebook Tweaks News Feed to Prioritise Friends, Relevant Links",
         "describe3":"Facebook is tweaking its News Feed to help its over 2.3 billion users see friends they want to hear from most and links which are most worthwhile right higher up on its platform."
    },
    {
          "id":4,
          "img4":"https://cdn.gsmarena.com/imgroot/news/18/03/instagram-timeline-changes/-728/gsmarena_001.jpg",
          "title4":"Instagram Posts to Be Reviewed by Facebook Fact Checkers",
          "describe4":"Instagram will soon start running potentially false posts past Facebook's fact-checking partners and the News Feed Integrity team"
    }
     ]
 }
